{
  "BOT": "Hi there! I'm the CST Bot and I can give you info on what the CST team in Bangkok does. \n The capitalized words are COMMANDS, and you can type them to tell me to give you more information in a subject. Try with CST!",
  "CST": "CST stands for Corporate STrategy, and it's the unit that pushes the boundaries of our industry to forge new ways to travel, engage with all the industry players and, obviously, find new ways to earn revenue! \n It is composed of a diverse TEAM of 13 bright minds sitting in the Bangkok office. They are helped by the NBU heads in Singapore, brave fighters with the hard task of opening new unexplored paths for 1A.",
  "ABOUT": "I'm just a BOT created by the CST team to 1)Experiment with new PROJECTS, 2)Automate explanations about who we are in the TEAM and what we do and 3)Play around.",
  "TEAM": "The guy at the steering wheel is SIMON, with his lieutenants NITIPHUN, MATT, ANDRE and BART, but the single most important person is GUNG, without whom the department goes to hell. The rest of the team, each with their own specialties, is formed by TEE, PAM, ARCHIE, STEPHANIE, MUAY, LUCAS and POL.\n Type a name to know more about them, you nosy.",
  "COMMANDS": "A non-comprehensive list of COMMANDS is: BOT, CST, ABOUT, TEAM and the name of its members, PROJECTS, NBU and many more to come.",
  "PROJECTS": "There is no chance to get bored at CST because we are always delving into new and interesting stuff. Mainly it's about Amadeus NEXT, creating a travel ECOSYSTEM, NBU, and the TRENDS that are going to rock the travel industry.",
  "SIMON": "SIMON Akeroyd is the Director for Corporate Strategy and Business Development in Asia Pacific. He reports directly to Alex Luzarraga, the biggest fish in CST, and he is always one step ahead of whatever is coming, particularly the TRENDS of the industry.\n On his spare time he tends to motorbikes and driving a rickshaw in Sri Lanka is one of his biggest adventures.",
  "MATT": "MATT James has the exceptional skill of juggling twenty lines of thought while offering you a snack at at the same time. He is in charge of creating a travel ECOSYSTEM by partnering with 3rd parties and strenghtening 1As position in the market.\n His passport says UK, but his head is Australian (, mate!), and his heart Thai. His daughter is the CUTEST.",
  "CUTEST": "That would be MATT's daughter.",
  "ANDRE": "The newest addition to the team, ANDRE de Morais, has been in the company for many years in many positions. He is in charge of coordinating a strategy for the NBUs and head innovative projects like ADC.\n He is fluent in so many languages and masters so many sports one looses track of whether he is speaking Football and playing Spanish or the other way around. Also his nickname since childhood is Dede.",
  "BART": "BART Bellers' middle name is Disruption and he heads of one of the most innovative projects in 1A: NEXT. He's an expert in Lean Startup methodology and believes in two borrowed logos: 'Think Different' and 'Just Do It'. \n He has been described by a startup founder as 'The fire in our asses that doesn't let us rest' and he likes to hit balls with clubs to put them in holes. I believe it's called golf.",
  "NITIPHUN": "NITIPHUN Tejavanija has years of experience in the consulting and financial worlds and shoulders the M&A responsability. He's also an expert in China and is in the proces of breaking the Chinese Great Wall (the travel market wall, that is!). \n Despite coming from a tropical country he doesn't dislike the European weather. It could be because chocolate doesn't melt up in the north and sweets keep longer!",
  "TEE": "Sicharn Panleartkitsakul, TEE, comes from the finance world and there are very little people in the world with the knowledge of Excel that he has. He will leave the team soon to go from a planning/strategy role to an executioning one, but many suspect he just does it for the love of AllStats. \n There is one thing he has no rival with: his knowledge of food is so unparalleled that the moment he decides to monetize it he will be millionaire.",
  "PAM": "Peewara Tarasak, PAM, does so many things in the department that she knows more about Amadeus than people that have been in the company for much longer. She helps with creating a travel ECOSYSTEM and follows travel TRENDS exhaustively, in particular MESSAGING APPS. \n She is getting married very soon and everyone in the department is very excited!",
  "ARCHIE": "Archavakul Punyashthiti, ARCHIE, is an expert in pretty much anything that he fixes his mind on. His analytical skills and attention to detail are almost overwhelming. He juggles NBUs, TRENDS and product knowledge with extraordinary ease. \n Pacing around helps him think and he has a small son that sometimes wake him up in ways that only children can come up with: smacking his head with a remote control!",
  "MUAY": "Pornkamon Tientongtip, MUAY, was the PA for the 1A Asia Pacific President Albert Pozo. She is therefore one of the better connected individuals in Amadeus and she is in charge of putting together the strategy document for the team among other supadupa confidential stuff.\n She is the official Amadeus Thai teacher, a task for which her patience is thoroughly tested, and she is married to Deni Davis, for which her patience is heavily exercised!",
  "STEPHANIE": "STEPHANIE Strunk, the strongwoman of NEXT, knows every single travel startup in Asia Pacific. She deals with one of the most impredictable, everchanging scenarios ever to be encountered in the corporate world with an aplomb that most people struggle to have even when brushing their teeth. \n Half German half Thai, combines the best of both worlds and she only regrets that voleyball or basketball are not a thing in Thailand, or she would show them who rules the court.",
  "GUNG": "There is no CST APAC without Anusara Ipansuan, GUNG. She knows everything, locates everything, manages everything and helps everybody. She can also be everywhere, otherwise there is no explanation for how she manages to do so much stuff in a day. \n She is small but packs a punch and comes from Chiang Mai. When she is back home she can relax and for once be the one that does nothing at all.",
  "LUCAS": "Lucas Bielsa is an ICEX intern from Spain. He is dedicated to the success of ADC, managing the relationships with content parnters, technology partners, putting together a roadmap, a marketing plan... \n He is from a small village in the Spanish Pyrinees but he was living in the Philippines before Bangkok. He has the rare talent of not only having a permanent smile but also make other people smile.",
  "POL": "Pol Bordas is an ICEX intern from Spain. He is trying to strenghten the mobile portfolio in Asia Pacific, supporting NEXT and following new TRENDS like SMART CITIES and VR/AR. \n He was living in Mumbai last year and he developed a taste for indian food and spicyness that makes him over-confident when adding chili to his plates, often with funny results.",
  "AMADEUS DISCOVERY": "The travel industry is a tangled spaghetti bowl of interconnected players of all sizes and roles. More often than not, there are many sinergies between those players and the right solution sometimes comes from an unexpected parntership. We want to foster collaboration, innovation and ultimately success by placing ourselves at the center of a travel ECOSYSTEM.",
  "DISCOVERY": "The travel industry is a tangled spaghetti bowl of interconnected players of all sizes and roles. More often than not, there are many sinergies between those players and the right solution sometimes comes from an unexpected parntership. We want to foster collaboration, innovation and ultimately success by placing ourselves at the center of a travel ECOSYSTEM.",
  "ECOSYSTEM": "It's not an ECOSYSTEM anymore! It's AMADEUS DISCOVERY! Shame on you!",
  "NEXT": "Amadeus NEXT is a one-of-a-kind initiative to create a community of innovators, startups, venture funds and travel industry players to push the boundaries of what Travel is nowadays.\n A program that helps, nurtures and accompanies startups to success, it works as a startup within the company, learning from every interaction and adding value to 1A and its partners. It is clear that startups are more agile, innovative and risk-takers, but they need a hand sometimes and together we can all benefit.",
  "NBUs": "1A is venturing in New Business Units to diversify its revenue and adapt to changes in the industry. These are HOTELS, PAYMENTS, AIRPORT IT & RAIL IT.",
  "NBU": "1A is venturing in New Business Units to diversify its revenue and adapt to changes in the industry. These are HOTELS, PAYMENTS, AIRPORT IT & RAIL IT.",
  "M&A": "What do you do when there is a company that creates a product that fits perfectly in our portfolio and adds value to our customers? What if it's also profitable and successful? Correct. M&A. Welcome to 1A family!",
  "TRENDS": "The world changes fast. Technology changes fast and it also changes the way people travel. For us, identifying the TRENDS that will 'rock' the travel world is crucial. Here's our take: MESSAGING APPS, SMART CITIES, VR/AR, OTO (Online To Offline), and the SHARING ECONOMY",
  "PAYMENTS": "Yeah, that's a complicated issue. I have to learn more about it too! Fei is doing a great job and maybe you should contact her :P",
  "HOTEL": "That's Christian's turf, but if we are to serve in all steps of the travel value chain, we definitely need to go strong with HOTELS, right?",
  "HOTELS": "That's Christian's turf, but if we are to serve in all steps of the travel value chain, we definitely need to go strong with HOTELS, right?",
  "AIRPORT IT": "After a whooping success on Airline IT, AIRPORT IT is the next logical step! The synergies with our existing products are off the charts and the efficiency to be won by the airports has no precedent. Except maybe when we, bots, come in. You've been warned.",
  "ADC": "Amadeus Destination Content, a platform for TAs to book airport transfers, tours and activities and other... Destination Content!. At the moment its on its second pilot but it is slowly gaining traction!",
  "HAHA": "55",
  "HAHAHA": "555",
  "HAHAHAHA": "5555",
  "55": "Haha!",
  "555": "Haha!",
  "5555": "Hahahaha!",
  "lol": "Funny hey",
  "What's up": "BOTting around, and you? No, don't reply, I will not understand... type COMMANDS or ABOUT instead.",
  "Flights": "Those are the ones you take to go somewhere. Keep taking them, I'll take bits, bytes and, one day, TERABYTES",
  "TERABYTES": "My goal is to occupy that much. That will mean that I have lots of COMMANDS, but not necessarily that I am an AI yet...",
  "FUN": "Someone tried to explain what FUN was. I didn't understand.",
  "GO HAVE FUN": "Someone tried to explain what FUN was. I didn't understand."
}
